Repository: victoraguilarc/wa-reminders
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Put your password again
es: Escribe tu contraseña dee nuevo

source: Passwords Mismatch
es: Las constraseñas no coinciden

source: Email
es: Correo Electrónico

source: Personal Information
es: Información Personal

source: Permissions
es: Permisos

source: Phone Number
es: Número de teléfono

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Requiere 150 caracteres o menos. Letras, digitos y @/./+/-/_ solamente.

source: A user with that username already exists.
es: Ya existe alguien con este nombre de usuario

source: staff status
es: Estatus de Empleado

source: Designates whether the user can log into this admin site.
es: Designa si el usuario puede iniciar sesión en este sitio de administración.

source: active
es: activo

source: Designates whether this user should be treated as active.Unselect this instead of deleting accounts.
es: Designa si este usuario debe ser tratado como activo. Anule la selección de esta opción en lugar de eliminar cuentas.

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Administrator
es: Administrador

source: Payment Reminder
es: Recordatorio de Pago

source: Server Error
es: Error en el Servidor

source: Invalid input.
es: Campo incorrecto

source: Incorrect authentication credentials.
es: Credenciales de Autenticación Incorrectas

source: Authentication credentials were not provided.
es: No se agregaron credenciales de autorización

source: You do not have permission to perform this action.
es: No tienes permisos para ejecutar esta acción

source: Not found.
es: No encontrado

source: Method Not Allowed.
es: Método no permitido

source: Tenant not implemented.
es: Tenant no Implementado

source: Invalid or Expired token
es: Token Incorrecto o expirado

source: Authentication Fails
es: La autenticación falló

source: Tenant Not Found
es: Usuario no encontrado

source: Tenant User Not Found
es: Usuario no encontrado

source: Tenant Customer Not Found
es: Cliente no encontrado

source: User Not Found
es: Usuario no encontrado

source: Tenant Access Unauthorized
es: Acceso al tenant no autorizado

source: Has no enough permissions to perform this action
es: No tienes permisos para ejecutar esta acción

source: There are no more items
es: No hay más artículos

source: Invalid Credentials
es: Credenciales Incorrectas

source: Invalid Credentials for Tenant
es: Credenciales Incorrectas

source: Picture Not Found
es: Imagen no encontrada

source: Payment Plan not Found
es: Plan de pago no encontrado

source: Student Enrollment Process Not Found
es: Inscripción no encontrada

source: Notification Not Found
es: Notificación no encontrada

source: Membership Plan Not Found
es: Plan de membresía no encontrado

source: Membership Purchase Not Found
es: Compra de membresía no encontrada

source: Membership Recharge Not Found
es: Compra de membresía no encontrada

source: There is no MembershipPurchase associated to this PaymentRequest
es: No hay ninguna compra de membresía asociada a esta solicitud de pago

source: There is no MembershipRecharge associated to this PaymentRequest
es: No hay ninguna compra de membresía asociada a esta solicitud de pago

source: Membership Not Found
es: Membresía no encontrada

source: Membership does not match the requirements
es: La membresía no cumple con los requisitos.

source: Membership is not active
es: La membresía no está activa

source: Membership is expired
es: La membresía expiró

source: Insufficient membership passes balance
es: No tienen pases suficientes en tu membresía

source: Tenant Picture Not Found
es: Imagen no encontrada

source: Tenant limit excedeed
es: Limite de organizaciones excedido

source: Tenant Customer not found
es: Cliente no encontrado

source: Tenant Customer is not reachable
es: Cliente no encontrado

source: Tenant Customer Lead not found
es: Prospecto no encontrado

source: Tenant User not found
es: Usuario no encontrado

source: Invalid Password
es: Contraseña Inválida

source: The new password must be different from the current password
es: La nueva contraseña debe ser diferente de la contraseña actual

source: This email is already being used
es: Este correo ya está siendo usado

source: This email is already verified
es: Este correo ya está verificado

source: This phone number is already being used
es: Este correo ya está siendo usado

source: This phone number is already verified
es: Este teléfono ya esta verificado

source: User must have at least one auth method
es: El usuario debe tener al menos un método de autenticación

source: Customer has no email address
es: El cliente no tiene dirección de correo electrónico

source: Customer's email is already verified
es: Tu dirección de correo electrónico ya ha sido verificada

source: Customer has no phone number
es: El cliente no tiene número de teléfono

source: Customer's phone number is already verified
es: El número de teléfono del cliente ya está verificado

source: Pending Action not found
es: Acción Pendiente no encontrada

source: the provided token is invalid
es: El token provisto es incorrecto

source: There are validation errors in the request
es: Hay errores de validación en la solicitud

source: Invalid type. This is not an base64 string: {}
es: Tipo no válido. Esta no es una cadena base64: {}

source: Please upload a valid image.
es: Por favor cargue una imagen válida

source: The type of the image couldn't be determined.
es: No se pudo determinar el tipo de imagen.

source: Please upload a valid file.
es: Por favor cargue un archivo válido.

source: The type of the file couldn't be determined.
es: No se pudo determinar el tipo de archivo.

source: Invalid Phone Number
es: Número de teléfono incorrecto

source: Back to Home
es: Ir al Inicio

source: Inactive Account
es: Cuenta Inactiva

source: Inactive Account!
es: Cuenta Inactiva

source: Your account is not active now, please contact the admin to solve it.
es: Tu cuenta no esta activa aún, por favor contada con un administrador para resolverlo.

source: Inactive Feature
es: Funcionalidad Inactiva

source: Inactive Feature!
es: Funcionalidad Inactiva

source: This feature is not active yet, please contact the admin for more info.
es: Este funcionalidad no esta activa aún, por favor contacta con un administrador para más información.

source: Invalid Action
es: Acción Inválida

source: Invalid Action!
es: Acción Inválida

source: The action link <b>is invalid or is expired.</b> Try with another new one.
es: Este enlace <b>es inválido o esta expirado.</b> Intenta con otro enlace nuevamente.

source: Email Verification
es: Verificación de Correo Electrónico

source: Successful Email Verification!
es: Verificación de Correo Electrónico exitosa!

source: Invalid Verification!
es: Verificación Inválida

source: Your email address: <b>%(email)s</b> has been verified Successfully!!.
es: El correo electrónico de su cuenta: <b>%(email)s</b> ha sido verificado ¡Exitosamente!

source: Phone Verification
es: Verificación de Teléfono

source: Successful Phone Verification!
es: ¡Verificación de teléfono exitosa!

source: Your phone number: <b>%(phone_number)s</b> has been verified Successfully!!.
es: Tu número de teléfono <b>%(phone_number)s</b> ha sido verificado ¡Exitosamente!

source: User Invitation
es: Invitación de Usuario

source: Collaborator Invitation
es: Invación de Colaborador

source: Put your info to complete the invitation.
es: Escribe tu información para completar la invitación

source: First Name
es: Nombres

source: Paternal Surname
es: Apellido Paterno

source: Maternal Surname
es: Apellido Materno

source: Password
es: Contraseña

source: Complete
es: Completar

source: Invitation Completed
es: Invitación completada

source: Invitation Completed!
es: Invitación completada!

source: Your invitation <b>has been completed</b> successfully.
es: Tu invitación <b>ha sido completada</b> exitosamente.

source: Reset Password
es: Restaurar Contraseña

source: Enter and confirm your new password.
es: Ingresa y confirma tu nueva contraseña.

source: New Password
es: Nueva contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Change Password
es: Cambiar la contraseña

source: Password Updated
es: ¡Contraseña actualizada!

source: Password Updated!
es: ¡Contraseña actualizada!

source: Your account password <b>has been updated</b> successfully.
es: La contraseña de tu cuenta <b>ha sido actualizada</b> exitosamente.

source: By %(filter_title)s
es: Por %(filter_title)s

source: Please click the button below to complete the email verification.
es: Por favor haga clic en el botón para completar la verificación de correo electrónico.

source: CONFIRM EMAIL
es: CONFIRMAR CORREO ELECTRÓNICO

source: Email Verification Please click the link below to complete the email verification.
es: Verificación de correo electrónico Por favor haga clic en el botón para completar la verificación de correo electrónico.

source: Please click the button below to complete the phone verification.
es: Por favor haga clic en el botón para completar la verificación de teléfono

source: CONFIRM PHONE NUMBER
es: CONFIRMAR TELÉFONO

source: Phone Verification Please click the link below to complete the phone verification.
es: Verificación de Teléfono Por favor abre el enlace para completar la verificación de teléfono

source: QR Access Code
es: Código QR de Accesso

source: Hello %(first_name)s,
es: Hola %(first_name)s,

source: We sent you this email because you requested your QR Access Code.
es: Te enviamos este correo electrónico porque has solicitado tu Código QR de Acceso.

source: LOGIN
es: Inicio de Sesión

source: Hello %(first_name)s, We sent you this email because you requested your QR Access Code.
es: Hola %(first_name)s, Te hemos enviado este correo porque solicitaste tu Código QR de Acceso.

source: QR Access Code
es: Código QR de Acceso

source: Login at %(tenant_name)s
es: Iniciar Sesión en %(tenant_name)s

source: You have requested to log in, please click the button below to complete the process.
es: Ha solicitado iniciar sesión, haga clic en el botón a continuación para completar el proceso.

source: Hello %(first_name)s, You have requested to log in at %(tenant_name)s, please click the link below to complete the process
es: Hola %(first_name)s, Ha solicitado iniciar sesión en %(tenant_name)s, por favor haga clic en el link para completar el proceso.

source: Login
es: Inicio de Sesion

source: You were invited to become part of <b>%(tenant_name)s</b> collaborators team, please click on the button below to complete the invitation.
es: Has sido invitado a formar parte de <b>%(tenant_name)s</b> como colaborador. Por favor da click en el link para completar la invitación

source: COMPLETE INVITATION
es: COMPLETAR INVITACIÓN

source: Collaborator Invitation You were invited to become part of "%(tenant_name)s" collaborators team, please click on the link below to complete the invitation.
es: Invitación como Colaborador Has sido invitado a formar parte de "%(tenant_name)s" como colaborador, por favor haga clic en el link para completar el proceso.

source: Collaborator Invitation!
es: Invitación de Colaborador!

source: We sent you this email because you requested to restore your account's password, to do it just click on the button below.
es: Le enviamos este correo electrónico porque solicitó restaurar la contraseña de su cuenta. para hacerlo simplemente haga clic en el botón de abajo.

source: RESET MY PASSWORD
es: RESTAURAR MI CONTRASEÑA

source: Reset Password We sent you this email because you requested to restore your account's password, to do it just click on the link below.
es: Restablecer la contraseña Le enviamos este correo electrónico porque solicitó restaurar la contraseña de su cuenta, para hacerlo simplemente haga clic en el enlace a continuación.

source: Booking confirmation!
es: ¡Confirmación de reserva!

source: You've successfully reserved a trial class for: <i><b>"%(session_name)s"</b></i> session at <b>%(session_time)sHrs</b> on <i><b>%(session_date)s</b></i>, at the <b>"%(tenant_name)s"</b> academy
es: Has reservado una clase de prueba para: <i><b>"%(session_name)s"</b></i> para el <i><b>%(session_date)s</b></i>, a las <b>%(session_time)sHrs</b>, en la academia <b>"%(tenant_name)s"</b>.

source: This is your access code, it will help you to enter the class.
es: Este es tu código de acceso, te ayudará a ingresar a la clase.

source: You can also check your account by clicking the button below.
es: También puede consultar su cuenta haciendo clic en el botón a continuación.

source: GO TO MY ACCOUNT
es: IR A MI CUENTA

source: You've successfully reserved a trial class for: "%(session_name)s" session at %(session_time)sHrs on %(session_date)s, at the "%(tenant_name)s" academy This is your access code, it will help you to enter the class. %(access_code_url)s You can also check your account by opening the link below.
es: Has reservado con éxito una clase de prueba para: "%(session_name)s" a las %(session_time)sHrs el %(session_date)s, en la academia "%(tenant_name)s" Este es tu código de acceso, te ayudará a ingresar a la clase. %(access_code_url)s También puede consultar su cuenta abriendo el enlace a continuación.

source: Booking confirmation!
es: ¡Confirmación de reserva!

source: Here is your access code to enter classes.
es: Este es tu código de acceso para entrar a clases

source: Membership Activated
es: Membresía Activada

source: You have activated a membership: <i><b>"%(membership_plan_name)s"</b></i> at <b>"%(tenant_name)s"</b>.
es: Has activado una membresía: <i><b>"%(membership_plan_name)s"</b></i> en <b>"%(tenant_name)s"</b>.

source: This is your access code, it will help you to enter in classes.
es: Este es tu código de acceso, te ayudará a ingresar a las clases.

source: You have activated a membership: "%(membership_plan_name)s" at "%(tenant_name)s". This is your access code, it will help you to enter in classes. %(access_code)s You can also check your account by opening the link below.
es: Has activado una membresía: "%(membership_plan_name)s" en "%(tenant_name)s". Este es tu código de acceso, te ayudará a ingresar a las clases. %(access_code)s También puede consultar su cuenta abriendo el siguiente enlace

source: Membership Updated!
es: Membresía Actualizada

source: Your membership still has a <b>pending payment</b>, don't forget to complete the payment in the next classes.
es: Tu membresía aún tiene un <b>pago pendiente</b>, no olvides completar el pago en las próximas clases.

source: You have activated a membership: "%(membership_plan_name)s" at "%(tenant_name)s". Your membership still has a pending payment, don't forget to complete the payment in the next classes. This is your access code, it will help you to enter in classes. %(access_code)s You can also check your account by opening the link below.
es: Has activado una membresía: "%(membership_plan_name)s" en "%(tenant_name)s". Tu membresía aún tiene un pago pendiente, no olvides completar el pago en las próximas clases. Este es tu código de acceso, te ayudará a ingresar a las clases. %(access_code)s También puede consultar su cuenta abriendo el enlace a continuación.

source: Membership Deactivated!
es: Membresía desactivada

source: Your membership <i>%(membership_plan_name)s</i> has been deactivated in <b>%(tenant_name)s</b>. You can also check your account by clicking the button below.
es: Tu membresía <i>%(membership_plan_name)s</i> ha sido desactivada en <b>%(tenant_name)s</b>. Puedes consultar su cuenta haciendo clic en el botón a continuación.

source: Your membership "{ membership_plan_name }}" has been deactivated in %(tenant_name)s. You can also check your account by opening the link below.
es: Tu membresía "{ member_plan_name }}" has sido desactivó en %(tenant_name)s. Puedes consultar su cuenta abriendo el enlace a continuación.

source: Membership Deactivated
es: Membresía desactivada

source: You have activated a membership: <i><b>"%(membership_plan_name)s"</b></i> at <b>"%(tenant_name)s"</b>.
es: Has activado una membresía: <i><b>"%(membership_plan_name)s"</b></i> en <b>"%(tenant_name)s"</b>.

source: This is your access code, it will help you to enter in classes.
es: Este es tu código de acceso, te ayudará a ingresar a las clases.

source: You can also check your account by clicking the button below.
es: También puede consultar su cuenta haciendo clic en el botón a continuación.

source: Membership Activated!
es: Membresía Activada!

source: Membership Renewed!
es: ¡Membresía renovada!

source: You have renewed your membership: <i><b>"%(membership_plan_name)s"</b></i> at <b>"%(tenant_name)s"</b>. You can now continue enjoying the classes.
es: Has renovado tu membresía: <i><b>"%(membership_plan_name)s"</b></i> en <b>"%(tenant_name)s"</b>. Ya puedes seguir disfrutando de las clases.

source: You have renewed your membership: "%(membership_plan_name)s" at "%(tenant_name)s". You can now continue enjoying the classes. This is your access code, it will help you to enter in classes. %(access_code)s You can also check your account by clicking the button below.
es: Has renovado tu membresía: "%(membership_plan_name)s" en "%(tenant_name)s". Ya puedes seguir disfrutando de las clases. Este es tu código de acceso, te ayudará a ingresar a las clases. %(access_code)s También puede consultar su cuenta haciendo clic en el botón a continuación.

source: You have renewed your membership: "%(membership_plan_name)s" at "%(tenant_name)s". You can now continue enjoying the classes. Your membership still has a pending payment, don't forget to complete the payment in the next classes. This is your access code, it will help you to enter in classes. %(access_code)s You can also check your account by clicking the button below.
es: Has renovado tu membresía: "%(membership_plan_name)s" en "%(tenant_name)s". Ya puedes seguir disfrutando de las clases. Tu membresía aún tiene un pago pendiente, no olvides completar el pago en las próximas clases. Este es tu código de acceso, te ayudará a ingresar a las clases. %(access_code)s También puedes consultar su cuenta haciendo clic en el botón a continuación.

source: Welcome to Collectives!. Thanks to join us, now you can start using our services in %(tenant_name)s.
es: ¡Bienvenido a Collectives!. Gracias por unirte a nosotros, ahora puedes comenzar a utilizar nuestros servicios en %(tenant_name)s.

source: Welcome to Collectives
es: Bienvenido a Collectives

source: Bad Request
es: Solicitud incorrecta

source: Bad Request!
es: Solicitud incorrecta

source: The request noesn't have the minimum required to run this action.
es: La solicitud no tiene el mínimo requerido para ejecutar esta acción.

source: Access Denied
es: Acceso denegado

source: Access Denied!
es: Acceso denegado

source: You don't have enogh permissions to get this page, please, contact us at.
es: No tienes permisos para ejecutar esta acción

source: Not Found
es: No encontrado

source: Not Found!
es: No encontrado

source: Page not found, this resource don't exist or its under construction.
es: Página no encontrada, este recurso no existe o está en construcción.

source: Intternal Server Error!
es: ¡Error del servidor interno!

source: It's occurred an error in the server, please contact us to get more information at
es: Ha ocurrido un error en el servidor, por favor contáctenos para obtener más información

source: Contact support
es: Contacta a Soporte

source: *📲 Phone Verification* Please open the link below to complete the phone verification 👇
es: *📲 Verificación de Teléfono* Por favor abre el enlace para completar la verificación de teléfono 👇

source: *🔒 Login at %(tenant_name)s* 👋 Hello %(first_name)s, You have requested to log in, ✨ please open the link below to complete the process 👇
es: *🔒 Iniciar Sesión en %(tenant_name)s* 👋 Hola %(first_name)s, Has solicitado iniciar sesión, ✨ por favor abre el enlace para completar el proceso👇

source: *⚡️Booking confirmation!* You've successfully reserved a trial class for: _*"%(session_name)s"*_ session at *%(session_time)sHrs* on _*%(session_date)s*_, at the *"%(tenant_name)s"* academy
es: *⚡️Confirmación de Reserva!* Has reservado una clase de prueba para: _*"%(session_name)s"* para el _*%(session_date)s*_, a las *%(session_time)sHrs*, en la academia *"%(tenant_name)s"*.

source: You can check your student account by opening the link below 👇️
es: Puedes consultar tu cuenta de estudiante abriendo el siguiente enlace 👇️

source: *⏫ Membership Updated!* You have activated a membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_
es: *⏫ Membresía Actualizada!* Has activado una membresía: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_

source: *⏫ Membership Updated!* You have activated a membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_ Your membership still has a pending payment, don't forget to complete the payment 💸 in the next classes
es: *⏫ Membresía Actualizada!* Has activado una membresía: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_ Tu membresía aún tiene un pago pendiente, no olvides completar el pago 💸 en las próximas clases

source: *❌Membership Deactivated!* You membership: *"%(membership_plan_name)s"* has been deactivaed at 🏫 _*%(tenant_name)s*_
es: *❌Membresía Desactivada!* Has desactivado una membresía: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_

source: *⚡️Membership Activated!* You have activated a membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_
es: *⚡️Membresía Activada!* Has activado una membresía: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_

source: *⚡️Membership Updated!* You have activated a membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_ Your membership still has a pending payment, don't forget to complete the payment 💸 in the next classes
es: *⚡️Membresía Activada!* Has activado una membresía: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_ Tu membresía aún tiene un pago pendiente, no olvides completar el pago 💸 en las próximas clases

source: *🔄️ Membership Renewed!* You have renewed your membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_
es: *🔄️ Membresía Renovada!* Has renovado you membresía:: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_

source: *🔄 Membership Renewed!* You have renewed your membership: *"%(membership_plan_name)s"* at 🏫 _*%(tenant_name)s*_. Your membership still has a pending payment, don't forget to complete the payment 💸 in the next classes.
es: *🔄️ Membresía Renovada!* Has renovado you membresía:: *"%(membership_plan_name)s"* en 🏫 _*%(tenant_name)s*_ Tu membresía aún tiene un pago pendiente, no olvides completar el pago 💸 en las próximas clases

source: This field is required.
es: Este campo es obligatorio.
